<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */
/*displayInfo*/
    '1' => '个人信息',
    '2' => '选项',
    '3' => '邮箱',
    '4' => '用户 ID ：',
    '5' => '名称 ：',
    '6' => '邮箱地址 ：',
    '7' => '更改密码',
    '40'=>'新密码',
    '41'=>'确认密码',
  /*displayInfoMailBox*/
    '8' => '您收到一封申请书，申请加入 ：',
    '9' => '来自用户 ： ',
    '10' => '同意',
    '11' =>'不同意',
    '12' => '邀请函',
    '13' => '您收到以逢高邀请函，邀请您加入 ',
    '14' => '查看',
    '15' => '邮件',
    '16' => '您收到一封邮件来自 ',
    '17' => '您收到一封邮件来自 ',
    '18' => '邮箱中没有邮件！',
    '19' => '接收人 ：',
    '20' => '请输入用户ID……',
    '21' => '主题',
    '22' => '发送',
    '23' => '您已发送邮件至 ',
    '24' => '您未收到任何邮件！',
    '25'=>'内容',
    '26'=>'申请函',
    /*displayInfoMailContent*/
    '27' =>'来自 ：',
    '28' =>'主题 ： ',
    '29' =>'内容 ： ',
    '30' =>'快速回复',
    /*displayInfoMyMailContent*/
    '31' =>'至 ：',
    /*displayInfoOptions*/
    '32' =>'隐私设置',
    '33' =>'允许他人查看我的个人动态页面',
    '34' =>'关',
    '35' =>'开',
    '36' =>'允许他人下载我的上传的资源',
    '37' =>'允许他人查看我所加入的团队信息页面',
    '38' =>'允许他人查看我所创建的团队信息页面',
    '39' =>'允许他人查看我的团队信息页面',


];
